Repository: hajarAlshehri22/ImageProcessing-2
Catalog: Localizable.xcstrings
Source language: en
Languages: ar

source: Add Color
ar: أضف لون

source: Camera
ar: التقط صورة

source: Close
ar: إغلاق

source: Convert
ar: حول الصورة

source: Converted Image
ar: صورتك جاهزه!

source: Image Color Picker
ar: قارئ اللون

source: Photo Gallery
ar: معرض الصور

source: Pick Color
ar: اختر لون

source: Pick Colors from the picture
ar: اختر الألوان من الصورة

source: Select Image
ar: أختر صورة

source: Start saving your moments by
ar: ابدأ بحفظ لحضاتك عن طريق

source: Tap to upload
ar: انقر لرفع الصور

source: uploading / taking a picture
ar: عن طريق رفعها
